{
    "Flossflower": "Flossflower",
    "Pilose Beggarticks": "Pilose Beggarticks",
    "Life Plant": "Life Plant",
    "Swollen finger grass": "Swollen finger grass",
    "Horseweed": "Horseweed",
    "Redflower ragleaf": "Redflower ragleaf",
    "Common lantana": "Common lantana",
    "River tamarind": "River tamarind",
    "Bitter vine": "Bitter vine",
    "Napier grass": "Napier grass",
    "Natal Grass": "Natal Grass",
    "Arrowhead Plant": "Arrowhead Plant",
    "Tree marigold": "Tree marigold",
    "Goosegrass": "Goosegrass",
    "Bermuda Grass": "Bermuda Grass",
    "Silver grass": "Silver grass",
    "Spiny Pigweed": "Spiny Pigweed",
    "Silver cock's comb": "Silver cock's comb",
    "Balloon Vine": "Balloon Vine",
    "Flossflowerdes": "It is an annual plant with a height ranging from 30 to 100 cm. The leaves are ovate to triangular-ovate, with a length of 2 to 7 cm, having a blunt apex and a shallow heart-shaped base. The edges of the leaves are serrated. It is distributed in regions with an elevation of up to 1,300 m.",
    "Spiny Pigweeddes": "The plant reaches a height of approximately 30 to 100 cm. The flower color is green. It is distributed throughout Taiwan, particularly commonly found around cultivated fields.",
    "Pilose Beggarticksdes": "The plant reaches a height of 2m, blooms throughout the year, and is highly resistant to natural disasters. It is distributed in low-altitude areas throughout Taiwan, up to an elevation of 1,000 m.",
    "Silver cock's combdes": "Commonly known as plumed cockscomb, it grows to a height of 30 to 100 cm, with cylindrical-shaped flowers in white or purplish-red.It is distributed in low-altitude areas throughout Taiwan.",
    "Swollen finger grassdes": "It grows to a height of 30 to 120 cm, with spike-like inflorescences in a purplish-red color. It is distributed in low-altitude and coastal areas throughout Taiwan.",
    "Redflower ragleafdes": "It reaches a height of up to 1 meter, with flowers in a reddish-brown color, and is distributed in broad regions at low to mid-altitudes throughout Taiwan.",
    "Bermuda Grassdes": "It is approximately 15-25 cm tall, with stems that are inclined or erect. It is distributed in plains and hilly areas throughout Taiwan.",
    "Goosegrassdes": "The roots penetrate deeply, making it hard to remove. It has a spike-like inflorescence, with the flower cluster measuring 3-9 cm in length, and it is distributed throughout Taiwan.",
    "Common lantanades": "The leaves are wedge-shaped or heart-shaped. With ball-shaped flowers, the corolla color is extremely diverse in Common lantana. It is distributed in low-altitude throughout Taiwan.",
    "River tamarinddes": "It reaches a height of up to 10 m, with pods measuring 10-15 cm in length. The seeds are brown, smooth, and shiny. It is distributed in areas below 3,000 m altitude throughout Taiwan.",
    "Bitter vinedes": "The corolla is white, leaves are heart-shaped. The stems are slender and long, usually climbing and twining around other objects. It is distributed in areas below 1,000 m altitude throughout Taiwan.",
    "Napier grassdes": "It reaches a height of up to 3 m. The inflorescence is a stiff terminal bristly spike, with a soft texture. It is distributed in areas below 1,500 m altitude throughout Taiwan.",
    "Silver grassdes": "It reaches a height of approximately 1 to 3 m. During the start of the flowering stage, the inflorescence color presents as pale yellow. It is distributed in low-altitude regions throughout Taiwan.",
    "Arrowhead Plantdes": "With its arrowhead-shaped leaves, this climbing plant exhibits a lovely leaf color featuring a mix of white and green. It is commonly found in low-altitude areas in northern Taiwan. ",
    "Tree marigolddes": "It reaches a height of up to 3 m and has yellow petals. It is distributed throughout Taiwan in low to mid-altitude areas.",
    "qa": "FAQ",
    "idplant": "Identify Invasive Plants",
    "history": "Search History",
    "yolo": "YOLO Image Identification",
    "data": "Plant Database",
    "record": "Plant Identification records",
    "dt": "Data",
    "about": "About",
    "team": "Team",
    "selectf": "Select the picture",
    "confirm": "Upload",
    "member": "Members",
    "username": "Name",
    "insp": "Invasive Plants",
    "nasp": "Native Plants",
    "res": "Result",
    "logintitle": "Log in to your account",
    "emailad": "Email address",
    "password": "Password",
    "require email": "Email is required",
    "require password": "Password is required",
    "invalid email": "Email format is invalid",
    "login": "Log in",
    "logout": "Log out",
    "logingoogle": "or Log in with Google",
    "needaccount": "Need an account?",
    "signuptitle": "Sign up for your account",
    "signup": "Sign up",
    "signupgoogle": "or Sign up with Google",
    "haveaccount": "Already have an account?",
    "verify": "verify",
    "wrong captcha": "Wrong Captcha.",
    "correct captcha": "Correct Captcha.",
    "reset": "Reset",
    "webintro": "This website is designed to identify invasive plant species in Taiwan. It features a chatroom platform for identifying invasive plant species and a search history function. The site supports Chinese, English, and Japanese, providing a user-friendly experience. The “Plant Database” section lists plant species that can be identified by WildGreenGuard. For identifying invasive plant species, please refer to the “Identify Invasive Plant” section.",
    "intro": "It is a website designed to identify invasive plant species in Taiwan.",
    "q1": "1. What kind of plants can WildGreenGuard identify?",
    "a1": "You can refer to the web version of “Plant Database”, which lists plant species that can be identified by WildGreenGuard and provides plant introductions.",
    "q2": "2. Why is plant image recognition not successful?",
    "a2": "The uploaded plant photos should be taken in well-lit conditions, and the images must be clear. Uploading images from different angles would improve the success rate of recognition.",
    "q3": "4. How to reduce the overlap of bounding boxes in the results when using YOLO Image Identification?",
    "a3": "When using YOLO Image Identification, it is recommended to focus on scenes with a single plant feature, reducing the occurrence of bounding boxes for better identification.",
    "ZJM": "ZHANG, JIA-MING",
    "ZYT": "ZHANG, YA-TING",
    "ZDQ": "ZHANG, DA-QIAN",
    "HGT": "HE, GENG-TING",
    "LCH": "LIANG, CHUN-HSIANG",
    "LXW": "LU, XING-WEI",
    "HTC": "HSU, TING CHEN"
}